benchmarks/link_read/10_mb_read__20_latency_quic_correct.log
10_mb_read: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

10_mb_read: (groupid=0, jobs=1): err= 0: pid=232264: Mon Feb 17 00:45:44 2025
  read: IOPS=22, BW=89.7KiB/s (91.8kB/s)(10.0MiB/114218msec)
    clat (usec): min=42191, max=89449, avg=44571.61, stdev=2144.69
     lat (usec): min=42192, max=89451, avg=44574.88, stdev=2144.83
    clat percentiles (usec):
     |  1.00th=[42730],  5.00th=[43254], 10.00th=[43254], 20.00th=[43779],
     | 30.00th=[43779], 40.00th=[44303], 50.00th=[44303], 60.00th=[44827],
     | 70.00th=[44827], 80.00th=[44827], 90.00th=[45351], 95.00th=[45876],
     | 99.00th=[47973], 99.50th=[64750], 99.90th=[67634], 99.95th=[67634],
     | 99.99th=[89654]
   bw (  KiB/s): min=   72, max=   96, per=99.27%, avg=89.64, stdev= 4.10, samples=228
   iops        : min=   18, max=   24, avg=22.32, stdev= 1.07, samples=228
  lat (msec)   : 50=99.26%, 100=0.74%
  cpu          : usr=0.11%, sys=0.20%, ctx=2695, majf=0, minf=16
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=2560,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=89.7KiB/s (91.8kB/s), 89.7KiB/s-89.7KiB/s (91.8kB/s-91.8kB/s), io=10.0MiB (10.5MB), run=114218-114218msec