benchmarks/link_read/10_mb_read__20_latency_tcp_correct.log
10_mb_read: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

10_mb_read: (groupid=0, jobs=1): err= 0: pid=235020: Mon Feb 17 00:47:45 2025
  read: IOPS=23, BW=92.8KiB/s (95.0kB/s)(10.0MiB/110321msec)
    clat (usec): min=41309, max=85813, avg=43051.24, stdev=1049.42
     lat (usec): min=41311, max=85817, avg=43054.37, stdev=1049.75
    clat percentiles (usec):
     |  1.00th=[41681],  5.00th=[42206], 10.00th=[42206], 20.00th=[42730],
     | 30.00th=[42730], 40.00th=[42730], 50.00th=[43254], 60.00th=[43254],
     | 70.00th=[43254], 80.00th=[43254], 90.00th=[43779], 95.00th=[43779],
     | 99.00th=[45351], 99.50th=[45876], 99.90th=[46924], 99.95th=[47449],
     | 99.99th=[85459]
   bw (  KiB/s): min=   80, max=   96, per=99.12%, avg=92.85, stdev= 3.98, samples=220
   iops        : min=   20, max=   24, avg=23.17, stdev= 1.01, samples=220
  lat (msec)   : 50=99.96%, 100=0.04%
  cpu          : usr=0.12%, sys=0.18%, ctx=2688, majf=0, minf=16
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=2560,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=92.8KiB/s (95.0kB/s), 92.8KiB/s-92.8KiB/s (95.0kB/s-95.0kB/s), io=10.0MiB (10.5MB), run=110321-110321msec