benchmarks/link_read/10_mb_read__2_latency_quic.log
10_mb_read: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

10_mb_read: (groupid=0, jobs=1): err= 0: pid=178918: Mon Feb 17 00:22:15 2025
  read: IOPS=128, BW=513KiB/s (526kB/s)(10.0MiB/19953msec)
    clat (usec): min=5235, max=12231, avg=7759.63, stdev=883.68
     lat (usec): min=5236, max=12233, avg=7762.67, stdev=883.82
    clat percentiles (usec):
     |  1.00th=[ 6259],  5.00th=[ 6652], 10.00th=[ 6783], 20.00th=[ 7046],
     | 30.00th=[ 7242], 40.00th=[ 7439], 50.00th=[ 7570], 60.00th=[ 7832],
     | 70.00th=[ 8029], 80.00th=[ 8455], 90.00th=[ 8979], 95.00th=[ 9372],
     | 99.00th=[10421], 99.50th=[11207], 99.90th=[12125], 99.95th=[12125],
     | 99.99th=[12256]
   bw (  KiB/s): min=  488, max=  528, per=99.96%, avg=513.33, stdev= 8.92, samples=39
   iops        : min=  122, max=  132, avg=128.26, stdev= 2.22, samples=39
  lat (msec)   : 10=98.12%, 20=1.88%
  cpu          : usr=0.56%, sys=0.95%, ctx=3050, majf=0, minf=16
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=2560,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=513KiB/s (526kB/s), 513KiB/s-513KiB/s (526kB/s-526kB/s), io=10.0MiB (10.5MB), run=19953-19953msec