benchmarks/link_read/10_mb_read__2_latency_tcp.log
10_mb_read: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

10_mb_read: (groupid=0, jobs=1): err= 0: pid=181669: Mon Feb 17 00:22:49 2025
  read: IOPS=155, BW=622KiB/s (637kB/s)(10.0MiB/16471msec)
    clat (usec): min=5076, max=10579, avg=6403.45, stdev=549.68
     lat (usec): min=5079, max=10580, avg=6406.19, stdev=549.97
    clat percentiles (usec):
     |  1.00th=[ 5276],  5.00th=[ 5669], 10.00th=[ 5800], 20.00th=[ 5997],
     | 30.00th=[ 6128], 40.00th=[ 6194], 50.00th=[ 6325], 60.00th=[ 6456],
     | 70.00th=[ 6587], 80.00th=[ 6783], 90.00th=[ 7046], 95.00th=[ 7308],
     | 99.00th=[ 8356], 99.50th=[ 8979], 99.90th=[ 9634], 99.95th=[ 9634],
     | 99.99th=[10552]
   bw (  KiB/s): min=  592, max=  646, per=100.00%, avg=622.03, stdev=10.57, samples=32
   iops        : min=  148, max=  161, avg=155.41, stdev= 2.64, samples=32
  lat (msec)   : 10=99.96%, 20=0.04%
  cpu          : usr=0.48%, sys=1.22%, ctx=2769, majf=0, minf=16
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=2560,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=622KiB/s (637kB/s), 622KiB/s-622KiB/s (637kB/s-637kB/s), io=10.0MiB (10.5MB), run=16471-16471msec