benchmarks/link_read/10_mb_read__30_latency_1_loss_quic.log
10_mb_read: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

10_mb_read: (groupid=0, jobs=1): err= 0: pid=137825: Sun Feb 16 23:36:07 2025
  read: IOPS=15, BW=62.7KiB/s (64.2kB/s)(10.0MiB/163213msec)
    clat (msec): min=52, max=132, avg=63.72, stdev= 5.23
     lat (msec): min=52, max=132, avg=63.72, stdev= 5.23
    clat percentiles (msec):
     |  1.00th=[   55],  5.00th=[   57], 10.00th=[   58], 20.00th=[   61],
     | 30.00th=[   62], 40.00th=[   63], 50.00th=[   64], 60.00th=[   65],
     | 70.00th=[   66], 80.00th=[   68], 90.00th=[   69], 95.00th=[   71],
     | 99.00th=[   73], 99.50th=[   95], 99.90th=[  120], 99.95th=[  130],
     | 99.99th=[  133]
   bw (  KiB/s): min=   48, max=   72, per=98.82%, avg=62.72, stdev= 3.35, samples=326
   iops        : min=   12, max=   18, avg=15.64, stdev= 0.87, samples=326
  lat (msec)   : 100=99.80%, 250=0.20%
  cpu          : usr=0.05%, sys=0.10%, ctx=2647, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=2560,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=62.7KiB/s (64.2kB/s), 62.7KiB/s-62.7KiB/s (64.2kB/s-64.2kB/s), io=10.0MiB (10.5MB), run=163213-163213msec