benchmarks/link_read/10_mb_read__30_latency_1_loss_tcp.log
10_mb_read: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

10_mb_read: (groupid=0, jobs=1): err= 0: pid=135057: Sun Feb 16 23:31:12 2025
  read: IOPS=15, BW=60.4KiB/s (61.9kB/s)(10.0MiB/169428msec)
    clat (msec): min=53, max=134, avg=66.15, stdev= 4.02
     lat (msec): min=53, max=134, avg=66.15, stdev= 4.02
    clat percentiles (msec):
     |  1.00th=[   58],  5.00th=[   61], 10.00th=[   62], 20.00th=[   64],
     | 30.00th=[   65], 40.00th=[   66], 50.00th=[   67], 60.00th=[   68],
     | 70.00th=[   68], 80.00th=[   69], 90.00th=[   71], 95.00th=[   71],
     | 99.00th=[   73], 99.50th=[   73], 99.90th=[  128], 99.95th=[  132],
     | 99.99th=[  134]
   bw (  KiB/s): min=   48, max=   64, per=99.27%, avg=60.43, stdev= 4.02, samples=338
   iops        : min=   12, max=   16, avg=15.07, stdev= 1.02, samples=338
  lat (msec)   : 100=99.88%, 250=0.12%
  cpu          : usr=0.05%, sys=0.07%, ctx=2626, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=2560,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=60.4KiB/s (61.9kB/s), 60.4KiB/s-60.4KiB/s (61.9kB/s-61.9kB/s), io=10.0MiB (10.5MB), run=169428-169428msec