benchmarks/link_read/10_mb_read__30_latency_quic.log
10_mb_read: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

10_mb_read: (groupid=0, jobs=1): err= 0: pid=168235: Mon Feb 17 00:17:32 2025
  read: IOPS=15, BW=63.0KiB/s (64.5kB/s)(10.0MiB/162609msec)
    clat (msec): min=61, max=129, avg=63.48, stdev= 3.28
     lat (msec): min=61, max=129, avg=63.49, stdev= 3.28
    clat percentiles (msec):
     |  1.00th=[   63],  5.00th=[   63], 10.00th=[   63], 20.00th=[   63],
     | 30.00th=[   63], 40.00th=[   64], 50.00th=[   64], 60.00th=[   64],
     | 70.00th=[   64], 80.00th=[   64], 90.00th=[   65], 95.00th=[   65],
     | 99.00th=[   68], 99.50th=[   94], 99.90th=[  126], 99.95th=[  127],
     | 99.99th=[  130]
   bw (  KiB/s): min=   48, max=   64, per=98.46%, avg=62.98, stdev= 2.72, samples=324
   iops        : min=   12, max=   16, avg=15.72, stdev= 0.71, samples=324
  lat (msec)   : 100=99.88%, 250=0.12%
  cpu          : usr=0.05%, sys=0.09%, ctx=2644, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=2560,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=63.0KiB/s (64.5kB/s), 63.0KiB/s-63.0KiB/s (64.5kB/s-64.5kB/s), io=10.0MiB (10.5MB), run=162609-162609msec