benchmarks/link_read/10_mb_read__30_latency_quic_correct.log
10_mb_read: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

10_mb_read: (groupid=0, jobs=1): err= 0: pid=240329: Mon Feb 17 00:53:40 2025
  read: IOPS=15, BW=62.2KiB/s (63.7kB/s)(10.0MiB/164660msec)
    clat (msec): min=61, max=161, avg=64.28, stdev= 7.08
     lat (msec): min=61, max=161, avg=64.29, stdev= 7.08
    clat percentiles (msec):
     |  1.00th=[   63],  5.00th=[   63], 10.00th=[   63], 20.00th=[   63],
     | 30.00th=[   64], 40.00th=[   64], 50.00th=[   64], 60.00th=[   64],
     | 70.00th=[   64], 80.00th=[   64], 90.00th=[   65], 95.00th=[   66],
     | 99.00th=[  102], 99.50th=[  126], 99.90th=[  128], 99.95th=[  129],
     | 99.99th=[  163]
   bw (  KiB/s): min=   24, max=   64, per=99.70%, avg=62.19, stdev= 5.17, samples=329
   iops        : min=    6, max=   16, avg=15.52, stdev= 1.30, samples=329
  lat (msec)   : 100=98.98%, 250=1.02%
  cpu          : usr=0.05%, sys=0.09%, ctx=2673, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=2560,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=62.2KiB/s (63.7kB/s), 62.2KiB/s-62.2KiB/s (63.7kB/s-63.7kB/s), io=10.0MiB (10.5MB), run=164660-164660msec