benchmarks/link_read/10_mb_read__30_latency_tcp.log
10_mb_read: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

10_mb_read: (groupid=0, jobs=1): err= 0: pid=171003: Mon Feb 17 00:20:34 2025
  read: IOPS=16, BW=64.1KiB/s (65.6kB/s)(10.0MiB/159820msec)
    clat (msec): min=60, max=124, avg=62.40, stdev= 1.79
     lat (msec): min=60, max=124, avg=62.40, stdev= 1.79
    clat percentiles (msec):
     |  1.00th=[   62],  5.00th=[   62], 10.00th=[   62], 20.00th=[   63],
     | 30.00th=[   63], 40.00th=[   63], 50.00th=[   63], 60.00th=[   63],
     | 70.00th=[   63], 80.00th=[   63], 90.00th=[   64], 95.00th=[   64],
     | 99.00th=[   64], 99.50th=[   65], 99.90th=[   66], 99.95th=[  124],
     | 99.99th=[  125]
   bw (  KiB/s): min=   55, max=   72, per=99.89%, avg=64.06, stdev= 1.69, samples=319
   iops        : min=   13, max=   18, avg=15.99, stdev= 0.46, samples=319
  lat (msec)   : 100=99.92%, 250=0.08%
  cpu          : usr=0.05%, sys=0.07%, ctx=2632, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=2560,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=64.1KiB/s (65.6kB/s), 64.1KiB/s-64.1KiB/s (65.6kB/s-65.6kB/s), io=10.0MiB (10.5MB), run=159820-159820msec