benchmarks/link_read/10_mb_read__30_latency_tcp_correct.log
10_mb_read: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

10_mb_read: (groupid=0, jobs=1): err= 0: pid=237597: Mon Feb 17 00:50:38 2025
  read: IOPS=15, BW=64.0KiB/s (65.5kB/s)(10.0MiB/160078msec)
    clat (msec): min=61, max=124, avg=62.50, stdev= 1.80
     lat (msec): min=61, max=124, avg=62.50, stdev= 1.80
    clat percentiles (msec):
     |  1.00th=[   62],  5.00th=[   62], 10.00th=[   63], 20.00th=[   63],
     | 30.00th=[   63], 40.00th=[   63], 50.00th=[   63], 60.00th=[   63],
     | 70.00th=[   63], 80.00th=[   63], 90.00th=[   64], 95.00th=[   64],
     | 99.00th=[   65], 99.50th=[   65], 99.90th=[   68], 99.95th=[  125],
     | 99.99th=[  126]
   bw (  KiB/s): min=   56, max=   72, per=98.49%, avg=63.97, stdev= 1.97, samples=319
   iops        : min=   14, max=   18, avg=15.96, stdev= 0.54, samples=319
  lat (msec)   : 100=99.92%, 250=0.08%
  cpu          : usr=0.06%, sys=0.07%, ctx=2618, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=2560,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=64.0KiB/s (65.5kB/s), 64.0KiB/s-64.0KiB/s (65.5kB/s-65.5kB/s), io=10.0MiB (10.5MB), run=160078-160078msec